Repository: designerLightmedia/wyndham
Catalog: plugins/Neatline/languages/*.po
Languages: de_de, es, fr, ru

source: There were problems with your form.
de_de: Es sind Probleme bei der Eingabe aufgetreten.
es: Hubo algún problema con su formulario.
fr: Il y avait des problèmes avec votre formulaire.
ru: С вашей формой возникли проблемы.

source: The Neatline "%s" was successfully added!
de_de: Die Neatline "%s" wurde erfolgreich hinzugefügt!
es: "%s" de Neatline fue añadido con éxito!
fr: Succès : le Neatline "%s" a été ajouté !
ru: Рамка "%s" успешно добавлена!

source: The Neatline "%s" was successfully changed!
de_de: Die Neatline "%s" wurde erfolgreich geändert!
es: "%s" de Neatline fue cambiado con éxito!
fr: Succès : le Neatline "%s" a été changé !
ru: Рамка "%s" успешно изменена!

source: The Neatline "%s" was successfully deleted!
de_de: Die Neatline "%s" wurde erfolgreich gelöscht!
es: "%s" de Neatline fue borrado con éxito!
fr: Succès : le Neatline "%s" a été supprimé !
ru: Рамка "%s" успешно удалена!

source: This will delete the Neatline "%s" and its associated metadata.
de_de: Dies löscht die Neatline "%s" und die dazugehörigen Metadaten.
es: Esto borrará el "%s" Neatline y sus meta-datos asociados.
fr: Cette action va supprimer le Neatline "%s" et ses métadonnées associées.
ru: Это приведет к удалению рамки "%s" и связанных с ней метаданных.

source: The title is displayed at the top of the exhibit.
de_de: Der Titel wird über der Ausstellung angezeigt.
es: El título se mostrará en la parte superior de la presentación.
fr: Le titre s'affiche en haut de l'exposition.
ru: Название появляется в верхней части экспоната.

source: Enter a title.
de_de: Bitte geben Sie einen Titel ein.
es: Entre un título.
fr: Indiquez le titre.
ru: Введите название.

source: Supporting prose to describe the exhibit.
de_de: Nähere Beschreibung der Ausstellung.
es: Apóyese con lenguaje para describir la presentación.
fr: Description narrative de l'exposition.
ru: Дополнительный текст, описывающий экспонат.

source: URL Slug
de_de: Kurzlink
fr: URL réduite
ru: Литая строка URL

source: The URL slug is used to form the public URL for the exhibit. Can contain letters, numbers, and hyphens.
de_de: Der Kurzlink wird zur Erstellung der öffentlichen URL der Ausstellung verwendet. Dieser darf aus Buchstaben, Nummern und Bindestrichen bestehen.
es: El URL slug se usa para formar el URL público para la exposición. Se puede incluir letras, números y guiones.
fr: L'URL réduite s'utilise comme URL publique de l'exposition. Les caractères permis sont les lettres (sans accent), les chiffres, et le trait d'union.
ru: Литая строка URL используется для того, чтобы создать общедоступный URL для данного экспоната. Строка может содержать в себе буквы, цифры и дефисы.

source: The slug cannot be empty.
de_de: Der Kurzlink darf nicht leer sein.
es: El slug no puede estar vacio.
fr: L'URL réduite ne peut pas être vide.
ru: Литая строка не может быть пустой.

source: The slug can only contain lowercase letters, numbers, and hyphens.
de_de: Der Kurzlink darf nur Kleinbuchstaben, Nummern oder Bindestriche enthalten.
es: El slug sólo puede contener letras en minúsculas, números y guiones.
fr: L'URL réduite doit être composée uniquement de lettres minuscules (sans accent), de chiffres, et de traits d'union.
ru: Литая строка может содержать в себе только строчные буквы, цифры и дефисы.

source: The slug is already in use.
de_de: Dieser Kurzlink ist bereits in Verwendung.
es: Este slug ya está en uso.
fr: Cette URL réduite existe déjà.
ru: Литая строка уже находится в употреблении.

source: By default, exhibits are only visible to you.
de_de: Standardmäßig sind die Ausstellungen nur für Sie sichtbar.
es: Por defecto, las presentaciones sólo son visibles para usted.
fr: Par défaut, les expositions sont visibles uniquement à vous.
ru: По умолчанию экспонаты видны только вам.

source: (Optional): Static Image
de_de: (Optional): Statisches Bild
es: (Opcional): Imagen estática
fr: (Facultatif): Image statique
ru: (Факультативно): Статическое изображение

source: Select a file to build the exhibit on a static image.
de_de: Bitte eine Datei auswählen, welche für die Ausstellung verwendet werden soll.
es: Seleccionar un archivo para construir una presentación sobre una imagen estática
fr: Selectionner un fichier pour construire l'exposition sur une image statique.
ru: Выберите файл для построения экспоната по статическому изображению.

source: Save Neatline
de_de: Speichere Neatline
es: Grabar Neatline
fr: Enregistrer le Neatline
ru: Сохранить рамку

source: Warning
de_de: Warnung
es: Advertencia
fr: Attention
ru: Предупреждение

source: Uninstalling the Neatline plugin will permanently delete all Neatline exhibits.
de_de: Die Deinstallation von Neatline Plugin entfernt alle Neatline Ausstellungen permanent.
es: Desinstalar el enchufe de Neatline borrará permanentemente todas las exhibiciones de Neatline.
fr: Désinstaller le plugin Neatline supprimera définitivement toutes les expositions Neatline.
ru: Деинсталляция программной вставки Neatline приведет к безвозвратному удалению всех экспонатов Neatline.

source: Cannot associate a Neatline with a user who doesn't exist.
de_de: Die Neatline kann nicht einem Benutzer zugeordnet werden, der nicht exisitert.
es: No se puede asociar un Neatline con un usuario que no existe.
fr: Impossible d'associer un Neatline avec un utilisateur qui n'existe pas.
ru: Невозможно связать рамку с несуществующим пользователем.

source: Neatline | Create an Exhibit
de_de: Neatline | Ausstellung hinzufügen
es: Neatline | Crear una presentación
fr: Neatline | Créer une exposition
ru: Neatline | Создать экспонат

source: Neatline | Browse Exhibits
de_de: Neatline | Ausstellungen durchsuchen
es: Neatline | Ver presentación
fr: Neatline | Feuilleter les expositions
ru: Neatline | Просмотреть экспонат

source: Create an Exhibit
de_de: Eine Ausstellung erstellen
es: Crear presentación
fr: Créer un exposition
ru: Создать экспонат

source: Exhibit
de_de: Ausstellung
es: Presentación
fr: Exposition
ru: Экспонат

source: Items Query
de_de: Objektsuche
es: Elementos de consulta
fr: Requête des objets
ru: Запрос по элементам данных

source: Modified
de_de: Geändert
es: Modificado
fr: Modifié
ru: Модифицировано

source: # Items
de_de: # Objekte
es: # Elementos
fr: # d'objets
ru: Количество элементов данных

source: Edit Details
de_de: Details bearbeiten
es: Editar detalles
fr: Modifier les détails
ru: Редактировать детали

source: Edit Query
de_de: Suchabfrage bearbeiten
es: Editar consulta
fr: Modifier la requête
ru: Редактировать запрос

source: No
de_de: Nein
fr: Non
ru: Нет

source: Yes
de_de: Ja
es: Sí
fr: Oui
ru: Да

source: There are no Neatline exhibits yet.
de_de: Zurzeit sind keine Neatline Ausstellungen vorhanden.
es: No hay presentaciones Neatline todavía.
fr: Il n'y à pas encore d'expositions Neatline.
ru: Никаких экспонатов Neatline пока не имеется.

source: Create one!
de_de: Erstellen Sie eine!
es: Crear una!
fr: Créez-en une!
ru: Создайте!

source: Neatline | Edit "%s"
de_de: Neatline | Bearbeite "%s"
es: Neatline | Editar "%s"
fr: Neatline | Modifier "%s"
ru: Рамка | Редактировать "%s"

source: Neatline | Edit Items Query
de_de: Neatline | Bearbeite Objektsuche
es: Neatline | Editar la búsqueda de puntos
fr: Neatline | Modifier la requête des objets
ru: Рамка | Редактировать запрос по элементам данных

source: Back to Omeka
de_de: Zurück zu Omeka
es: Volver a Omeka
fr: Retourner à Omeka
ru: Вернуться в Omeka

source: Edit Item Order
de_de: Bearbeite Objekt Reihenfolge
es: Editar
fr: Modifier l'ordre des objets
ru: Редактировать порядок элементов данных

source: Click to edit the ordering of the items in the description tray.
de_de: Klicken Sie um die Reihenfolge der Objekte in der Beschreibung ...
es: Haga clic para editar la cronología de puntos en la bandeja de descripciones
fr: Cliquez pour modifier l'ordre des objets dans le bac de description.
ru: Щелкните для того, чтобы редактировать порядок элементов данных в лотке описаний.

source: Save
de_de: Speichern
es: Grabar
fr: Enregistrer
ru: Сохранить

source: Map
de_de: Karte
es: Mapa
fr: Plan
ru: Карта

source: Timeline
de_de: Zeitleiste
es: La secuencia
fr: Chronologie
ru: Временной график

source: Save arrangement
de_de: Speichere Zusammenstellung
es: Guardar los arreglos
fr: Enregistrer la composition
ru: Сохранить компоновку

source: Fix starting viewport positions
de_de: Position als Startansicht speichern
es: Arreglar las posiciones para empezar el viewport
fr: Fixer l'emplacement initial de la fenêtre
ru: Фиксировать начальные позиции порта просмотра

source: Use the toggle buttons to activate and deactivate blocks; drag the blocks to rearrange them. Click the "Fix starting viewport positions" button to store the current viewport settings as the public defaults.
de_de: Benutzen Sie die Auswahlboxen zum Aktivieren oder Deaktivieren der Blöcke; zum Neuanordnen einfach die Blöcke ziehen. Klicken Sie den Knopf "Position als Startansicht speichern" um die aktuelle Kartenansicht als Standard zu speichern.
es: Use los botones de trenca para activar y desactivar bloques; arrastrar los bloques de ⏎ para cambiarlos. Haga clic en el botón "Arreglar las posiciones de viewport" ⏎ para guardar los ajustes del viewport actual como las opciones por defecto como públicos.
fr: Utiliser les boutons à bascule pour activer et désactiver les bloques; faire glisser les bloques pour les réarranger. Cliquez le bouton "Fixez l'emplacement initial de la fenêtre" pour enregistrer les paramètres actuels comme les paramètres publiques par défaut.
ru: Используйте переключатель для того, чтобы активировать и деактивировать блоки; для перекомпоновки блоков их нужно перетаскивать. Нажмите на кнопку "Фиксировать начальные позиции порта просмотра" для того, чтобы сохранить данные установочные параметры как общедоступные стандартные настройки.

source: Shape Color
de_de: Farbe der Form
es: Color figura
fr: Couleur de la forme
ru: Цвет формы

source: Line Color
de_de: Farbe der Linie
es: Color línea
fr: Couleur de la ligne
ru: Цвет линии

source: Selected Color
de_de: Farbe der Auswahl
es: Color seleccionado
fr: Couleur sélectionnée
ru: Выбранный цвет

source: Shape Opacity
de_de: Transparenz der Form
es: Opacidad figura
fr: Opacité de la forme
ru: Мутность формы

source: Selected Opacity
de_de: Transparenz der Auswahl
es: Opacidad seleccionada
fr: Opacité sélectionnée
ru: Выбранная мутность

source: Line Opacity
de_de: Transparenz der Linie
es: Opacidad línea
fr: Opacité de la ligne
ru: Мутность линии

source: Graphic Opacity
de_de: Transparenz der Grafik
es: Opacidad gráfica
fr: Opacité graphique
ru: Мутность изображения

source: Line Width
de_de: Linienbreite
es: La anchura de la línea
fr: Largeur de la ligne
ru: Толщина линии

source: Point Radius
de_de: Punktradius
es: El radio del punto
fr: Radius du point
ru: Радиус точки

source: Default Base Layer
de_de: Standard Grundebene
es: La capa base por defecto
fr: Calque de base par défaut
ru: Базовый слой по умолчанию

source: Enable Context Band
de_de: Aktiviere Kontextband
es: Permitir la franja de contexto
fr: Activez la bande de contexte
ru: Разрешить контекстный диапазон

source: Context Band Unit
de_de: Zeitabschnitte des Kontextbandes
es: La franja de contexto
fr: Unité de bande de contexte
ru: Единица контекстного диапазона

source: Hour
de_de: Stunde
es: Hora
fr: Heure
ru: Час

source: Day
de_de: Tag
es: Día
fr: Jour
ru: День

source: Week
de_de: Woche
es: Semana
fr: Semaine
ru: Неделя

source: Month
de_de: Monat
es: Mes
fr: Mois
ru: Месяц

source: Year
de_de: Jahr
es: Año
fr: Année
ru: Год

source: Decade
de_de: Dekade
es: Década
fr: Décennie
ru: Десятилетие

source: Century
de_de: Jahrhundert
es: Siglo
fr: Siècle
ru: Столетие

source: Context Band Height %
de_de: Kontextband Höhe %
es: La altura de la franja de contexto
fr: % Hauteur de bande de contexte
ru: Высота контекстного диапазона %

source: Text
es: Texto
fr: Texte
ru: Текст

source: Spatial
de_de: Räumlich
es: Espacial
ru: Пространственные измерения

source: Temporal
de_de: Zeitlich
ru: Временные измерения

source: Styling
de_de: Stil
es: Estilismo
fr: Style
ru: Стили

source: Relations
de_de: Beziehungen
es: Relaciones
ru: Отношения

source: Show pop-up bubble.
de_de: Zeige Pop-Up Info.
es: Mostrar la burbuja emergente.
fr: Montrez le pop-up
ru: Показать всплывающее облачко.

source: Use default item metadata.
de_de: Benutze Metadaten des Objektes.
es: Usar la opción por defecto del punto
fr: Utilisez les métadonnées de l'objet défaut
ru: Использовать метаданные согласно элементам данных по умолчанию

source: Geocoverage
ru: Геопокрытие

source: Start Date
de_de: Startdatum
es: Empezar la fecha
fr: Date initiale
ru: Дата начала

source: End Date
de_de: Enddatum
es: Terminar la fecha
fr: Date finale
ru: Дата конца

source: Start Visible Date
de_de: Start sichtbares Datum
es: Empezar la fecha visible
fr: Date initiale visible
ru: Дата начала отображения

source: End Visible Date
de_de: Ende sichtbares Datum
es: Terminar la fecha visible
fr: Date finale visible
ru: Дата конца отображения

source: Date Ambiguity
de_de: Datums Unklarheit
es: Ambigüedad de la fecha
fr: Ambiguïté des dates
ru: Неопределенность датирования

source: Point Graphic
de_de: Punktgrafik
es: Un gráfico de un punto
fr: Point graphique
ru: Графический образ точки

source: An external graphic to represent a point
de_de: Eine externe Grafik zur Darstellung des Punktes
es: Un gráfico externo para representar un punto.
fr: Un graphique externe pour représenter un point
ru: Внешний графический образ для представления точки

source: Reset Item Styles
de_de: Das Aussehen des Objektes zurücksetzen
es: Restaurar los estilos del punto
fr: Remettre les styles des objets
ru: Восстановить исходные стилистические установки элементов данных

source: Parent Record
de_de: Vater Eintrag
es: Archivo del progenitor
fr: Dossier géniteur
ru: Родительская запись

source: Close
de_de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

source: Drag
de_de: Ziehen
es: Arrastrar
fr: Glisser
ru: Перетащить

source: Rotate
de_de: Drehen
es: Girar
fr: Faire pivoter
ru: Вращать

source: Scale
de_de: Skalieren
es: Escala
fr: Échelle
ru: Масштаб

source: rectangle
de_de: Rechteck
es: Rectángulo
ru: прямоугольник

source: elipse
de_de: Ellipse
es: Ellipse
fr: ellipse
ru: эллипс

source: New Record
de_de: Neuer Eintrag
es: Un archivo nuevo
fr: Nouveau dossier
ru: Новая запись

source: Click to drag.
de_de: Zum ziehen klicken.
es: Haga clic para arrastrar
fr: Cliquez pour faire glisser.
ru: Щелкните для того, чтобы перетащить.

source: Space
de_de: Raum
es: Espacio
fr: Espace
ru: Пространство

source: Time
de_de: Zeit
es: Tiempo
fr: Temps
ru: Время

source: Item Settings
de_de: Objekt Einstellungen
es: Ajuste del punto
fr: Paramètres de l'objet
ru: Установки элементов данных

source: Map Settings
de_de: Karten Einstellungen
es: Ajuste del mapa
fr: Paramètres de la carte
ru: Установки карты

source: Timeline Settings
de_de: Zeitleisten Einstellungen
es: Ajuste de la secuencia (Timeline)
fr: Paramètres de la chronologie
ru: Установки временного графика

source: Layout Editor
es: Editor(a) de Layout
fr: Éditeur du schéma
ru: Редактор макета

source: Neatline Editor: %s
es: Editor de Neatline: %s
fr: Editeur Neatline: %s
ru: Редактор рамки: %s

source: Neatline Records
de_de: Neatline Einträge
es: Archivos de Neatline
fr: Archives Neatline
ru: Записи Neatline

source: Omeka Records
de_de: Omeka Einträge
es: Archivos de Omeka
fr: Archives Omeka
ru: Записи Omeka

source: View Fullscreen
de_de: Vollbildansicht
es: Ver la pantalla completa
fr: Voir en plein écran
ru: Полноэкранный вид

source: Click to freeze
de_de: Zum Einfrieren klicken
es: Haga clic para colgarse
fr: Cliquez pour fixer
ru: Щелкнуть для того, чтобы заморозить

source: Click for more information.
de_de: Für mehr Informationen klicken.
es: Haga clic para más información
fr: Cliquer pour plus d'informations.
ru: Щелкните для получения более подробной информации.

source: Coming soon.
de_de: Demnächst verfügbar.
es: Está por llegar
fr: À venir.
ru: Появится в ближайшем будущем.
